{
  "id": 1,
  "name": "Kejadian",
  "chapters": 1,
  "totalVerses": 1533,
  "pericopes": 81,
  "testament": "OT",
  "data": [
    [
      {
        "bookId": 1,
        "chapter": 1,
        "verses": [
          {
            "verse": 1,
            "texts": {
              "tb": "Pada mulanya Allah menciptakan langit dan bumi.",
              "bis": "Pada mulanya, waktu Allah mulai menciptakan alam semesta,",
              "tl": "Bahwa pada mula pertama dijadikan Allah akan langit dan bumi.",
              "ende": "Pada awal-mula Allah mentjiptakan langit dan bumi.",
              "tb_itl_drf": "Pada mulanya <07225> Allah <0430> menciptakan <01254> langit <08064> dan bumi <0776>.",
              "tl_itl_drf": "Bahwa pada mula <07225> pertama dijadikan <01254> Allah <0430> akan langit <08064> dan bumi <0776>.",
              "bbe": "At the first God made the heaven and the earth.",
              "message": "First this: God created the Heavens and Earth--all you see, all you don't see.",
              "nkjv": "In the beginning God created the heavens and the earth.",
              "net": "In the beginning* God* created* the heavens and the earth.*",
              "net2": "*Genesis*\n\n_The Creation of the World_\n\nGenesisThe Creation of the World 1:1 In the beginning⁽¹⁾ God⁽²⁾ created⁽³⁾ the heavens and the earth.⁽⁴⁾",
              "tn_he": "בְּרֵאשִׁ֖ית בָּרָ֣א אֱלֹהִ֑ים אֵ֥ת הַשָּׁמַ֖יִם וְאֵ֥ת הָאָֽרֶץ:",
              "tn_en": "In the beginning of God's creation of the heavens and the earth."
            }
          },
          {
            "verse": 2,
            "texts": {
              "tb": "Bumi belum berbentuk dan kosong; gelap gulita menutupi samudera raya, dan Roh Allah melayang-layang di atas permukaan air.",
              "bis": "bumi belum berbentuk, dan masih kacau-balau. Samudra yang bergelora, yang menutupi segala sesuatu, diliputi oleh gelap gulita, tetapi kuasa Allah bergerak di atas permukaan air.",
              "tl": "Maka bumi itu lagi campur baur adanya, yaitu suatu hal yang ketutupan kelam kabut; maka Roh Allah berlayang-layang di atas muka air itu.",
              "ende": "Adapun bumi itu kalang-kabut dan kosong; kegelapan meliputi samudera purba, dan ruh Allah melajang diatas muka air.",
              "tb_itl_drf": "Bumi <0776> belum berbentuk <08414> dan kosong <0922>; gelap gulita <02822> menutupi <06440> <05921> samudera raya <08415>, dan Roh <07307> Allah <0430> melayang-layang <07363> di atas <05921> permukaan <06440> air <04325>.",
              "tl_itl_drf": "Maka bumi <0776> itu lagi campur <08414> baur <0922> adanya, yaitu suatu hal yang ketutupan kelam kabut <08415> <06440> <02822>; maka Roh <07307> Allah <0430> berlayang-layang <07363> di atas <05921> muka <06440> air <04325> itu.",
              "bbe": "And the earth was waste and without form; and it was dark on the face of the deep: and the Spirit of God was moving on the face of the waters.",
              "message": "Earth was a soup of nothingness, a bottomless emptiness, an inky blackness. God's Spirit brooded like a bird above the watery abyss.",
              "nkjv": "The earth was without form, and void; and darkness [was] on the face of the deep. And the Spirit of God was hovering over the face of the waters.",
              "net": "Now* the earth* was without shape and empty,* and darkness* was over the surface of the watery deep,* but the Spirit of God* was moving* over the surface* of the water.*",
              "net2": "**\n\n__\n\nNow⁽⁵⁾ the earth⁽⁶⁾ was without shape and empty,⁽⁷⁾ and darkness⁽⁸⁾ was over the surface of the watery deep,⁽⁹⁾ but the Spirit of God⁽¹⁰⁾ was moving⁽¹¹⁾ over the surface⁽¹²⁾ of the water.⁽¹³⁾",
              "tn_he": "וְהָאָ֗רֶץ הָֽיְתָ֥ה תֹ֨הוּ֙ וָבֹ֔הוּ וְח֖שֶׁךְ עַל־פְּנֵ֣י תְה֑וֹם וְר֣וּחַ אֱלֹהִ֔ים מְרַחֶ֖פֶת עַל־פְּנֵ֥י הַמָּֽיִם:",
              "tn_en": "Now the earth was astonishingly empty, and darkness was on the face of the deep, and the spirit of God was hovering over the face of the water."
            }
          },
          {
            "verse": 3,
            "texts": {
              "tb": "Berfirmanlah Allah: \"Jadilah terang.\" Lalu terang itu jadi.",
              "bis": "Allah berkata, \"Jadilah terang!\" Lalu ada terang.",
              "tl": "Maka firman Allah: Hendaklah ada terang. Lalu terangpun jadilah.",
              "ende": "Dan Allah berfirman: \"Hendaklah ada terang!\" Maka terangpun terdjadi.",
              "tb_itl_drf": "Berfirmanlah <0559> Allah <0430>: \"Jadilah <01961> terang <0216>.\" Lalu terang <0216> itu jadi <01961>.",
              "tl_itl_drf": "Maka firman <0559> Allah <0430>: Hendaklah ada <01961> terang <0216>. Lalu terangpun <0216> jadilah <01961>.",
              "bbe": "And God said, Let there be light: and there was light.",
              "message": "God spoke: \"Light!\" And light appeared.",
              "nkjv": "Then God said, \"Let there be light\"; and there was light.",
              "net": "God said,* “Let there be* light.”* And there was light!",
              "net2": "**\n\n__\n\nGod said,⁽¹⁴⁾ “Let there be⁽¹⁵⁾ light.”⁽¹⁶⁾ And there was light!",
              "tn_he": "וַיֹּ֥אמֶר אֱלֹהִ֖ים יְהִי־א֑וֹר וַֽיְהִי־אֽוֹר:",
              "tn_en": "And God said, \"Let there be light,\" and there was light."
            }
          },
          {
            "verse": 4,
            "texts": {
              "tb": "Allah melihat bahwa terang itu baik, lalu dipisahkan-Nyalah terang itu dari gelap.",
              "bis": "Allah senang melihat hal itu. Lalu dipisahkan-Nya terang itu dari gelap,",
              "tl": "Maka dilihat Allah akan terang itu baiklah adanya, lalu diceraikan Allah terang itu dengan gelap.",
              "ende": "Allah melihat, bahwa terang itu baik adanja, dan Allah memisahkan terang dan gelap.",
              "tb_itl_drf": "Allah <0430> melihat <07200> bahwa <03588> terang <0216> itu baik <02896>, lalu dipisahkan-Nyalah <0914> terang <0216> itu dari gelap <02822>.",
              "tl_itl_drf": "Maka dilihat <07200> Allah <0430> akan terang <0216> itu baiklah <02896> adanya, lalu diceraikan <0914> Allah <0430> terang <0216> itu dengan <0996> gelap <02822>.",
              "bbe": "And God, looking on the light, saw that it was good: and God made a division between the light and the dark,",
              "message": "God saw that light was good and separated light from dark.",
              "nkjv": "And God saw the light, that [it was] good; and God divided the light from the darkness.",
              "net": "God saw* that the light was good,* so God separated* the light from the darkness.",
              "net2": "**\n\n__\n\nGod saw⁽¹⁷⁾ that the light was good,⁽¹⁸⁾ so God separated⁽¹⁹⁾ the light from the darkness.",
              "tn_he": "וַיַּ֧רְא אֱלֹהִ֛ים אֶת־הָא֖וֹר כִּי־ט֑וֹב וַיַּבְדֵּ֣ל אֱלֹהִ֔ים בֵּ֥ין הָא֖וֹר וּבֵ֥ין הַחֽשֶׁךְ:",
              "tn_en": "And God saw the light that it was good, and God separated between the light and between the darkness."
            }
          },
          {
            "verse": 5,
            "texts": {
              "tb": "Dan Allah menamai terang itu siang, dan gelap itu malam. Jadilah petang dan jadilah pagi, itulah hari pertama.",
              "bis": "dan dinamakan-Nya terang itu \"Siang\" dan gelap itu \"Malam\". Malam lewat, dan jadilah pagi. Itulah hari yang pertama.",
              "tl": "Maka dinamai Allah akan terang itu siang dan akan gelap itu malam. Setelah petang dan pagi, maka itulah hari yang pertama.",
              "ende": "Dan Allah menamai terang itu siang, dan kegelapan itu dinamaiNja malam. Maka terdjadilah petang dan pagi, jaitu hari jang pertama.",
              "tb_itl_drf": "Dan Allah <0430> menamai <07121> terang <0216> itu siang <03117>, dan gelap <02822> itu malam <03915>. Jadilah <01961> petang <06153> dan jadilah <01961> pagi <01242>, itulah hari <03117> pertama <0259>.",
              "tl_itl_drf": "Maka dinamai <07121> Allah <0430> akan terang <0216> itu siang <03117> dan akan gelap <02822> itu malam <03915>. Setelah <01961> petang <06153> dan pagi <01242>, maka itulah hari <03117> yang pertama <0259>.",
              "bbe": "Naming the light, Day, and the dark, Night. And there was evening and there was morning, the first day.",
              "message": "God named the light Day, he named the dark Night. It was evening, it was morning--Day One.",
              "nkjv": "God called the light Day, and the darkness He called Night. So the evening and the morning were the first day.",
              "net": "God called* the light “day” and the darkness* “night.” There was evening, and there was morning, marking the first day.*",
              "net2": "**\n\n__\n\nGod called⁽²⁰⁾ the light “day” and the darkness⁽²¹⁾ “night.” There was evening, and there was morning, marking the first day.⁽²²⁾",
              "tn_he": "וַיִּקְרָ֨א אֱלֹהִ֤ים | לָאוֹר֙ י֔וֹם וְלַח֖שֶׁךְ קָ֣רָא לָ֑יְלָה וַֽיְהִי־עֶ֥רֶב וַֽיְהִי־בֹ֖קֶר י֥וֹם אֶחָֽד:",
              "tn_en": "And God called the light day, and the darkness He called night, and it was evening and it was morning, one day."
            }
          },
          {
            "verse": 6,
            "texts": {
              "tb": "Berfirmanlah Allah: \"Jadilah cakrawala di tengah segala air untuk memisahkan air dari air.\"",
              "bis": "Kemudian Allah berkata, \"Jadilah sebuah kubah untuk membagi air itu menjadi dua, dan menahannya dalam dua tempat yang terpisah.\" Lalu hal itu terjadi. Demikianlah Allah membuat kubah yang memisahkan air yang ada di bawah kubah itu dari air yang ada di atasnya.",
              "tl": "Maka firman Allah: Hendaklah ada suatu bentangan pada sama tengah air itu, supaya diceraikannya air dengan air.",
              "ende": "Dan Allah berfirman: \"Hendaklah ditengah-tengah sekalian air itu ada tjakrawala, jang memisahkan air dari air\".",
              "tb_itl_drf": "Berfirmanlah <0559> Allah <0430>: \"Jadilah <01961> cakrawala <07549> di tengah <08432> segala air <04325> untuk memisahkan <0914> air <04325> dari air <04325>.\"",
              "tl_itl_drf": "Maka firman <0559> Allah <0430>: Hendaklah ada <01961> suatu bentangan <07549> pada sama tengah <08432> air <04325> itu, supaya diceraikannya <0914> air <04325> dengan air <04325>.",
              "bbe": "And God said, Let there be a solid arch stretching over the waters, parting the waters from the waters.",
              "message": "God spoke: \"Sky! In the middle of the waters; separate water from water!\"",
              "nkjv": "Then God said, \"Let there be a firmament in the midst of the waters, and let it divide the waters from the waters.\"",
              "net": "God said, “Let there be an expanse* in the midst of the waters and let it separate water* from water.",
              "net2": "**\n\n__\n\nGod said, “Let there be an expanse⁽²³⁾ in the midst of the waters and let it separate water⁽²⁴⁾ from water.",
              "tn_he": "וַיֹּ֣אמֶר אֱלֹהִ֔ים יְהִ֥י רָקִ֖יעַ בְּת֣וֹךְ הַמָּ֑יִם וִיהִ֣י מַבְדִּ֔יל בֵּ֥ין מַ֖יִם לָמָֽיִם:",
              "tn_en": "And God said, \"Let there be an expanse in the midst of the water, and let it be a separation between water and water.\""
            }
          },
          {
            "verse": 7,
            "texts": {
              "tb": "Maka Allah menjadikan cakrawala dan Ia memisahkan air yang ada di bawah cakrawala itu dari air yang ada di atasnya. Dan jadilah demikian.",
              "bis": "(1:6)",
              "tl": "Maka dijadikan Allah akan bentangan itu serta diceraikannyalah air yang di bawah bentangan itu dengan air yang di atas bentangan; maka jadilah demikian.",
              "ende": "Maka Allah mendjadikan tjakrawala, dan air dibawah tjakrawala dipisahkanNja dari air diatas tjakrawala. Dan terdjadilah demikian.",
              "tb_itl_drf": "Maka Allah <0430> menjadikan <06213> cakrawala <07549> dan Ia memisahkan <0914> air <04325> yang <0834> ada di bawah <08478> cakrawala <07549> itu dari air <04325> yang <0834> ada di atasnya <05921>. Dan jadilah <01961> <07549> demikian <03651>.",
              "tl_itl_drf": "Maka dijadikan <06213> Allah <0430> akan bentangan <07549> itu serta diceraikannyalah <0996> <0914> air <04325> yang <0834> di bawah <08478> bentangan <07549> itu dengan <0996> air <04325> yang <0834> di atas <05921> bentangan <07549>; maka jadilah <01961> demikian <03651>.",
              "bbe": "And God made the arch for a division between the waters which were under the arch and those which were over it: and it was so.",
              "message": "God made sky. He separated the water under sky from the water above sky. And there it was:",
              "nkjv": "Thus God made the firmament, and divided the waters which [were] under the firmament from the waters which [were] above the firmament; and it was so.",
              "net": "So God made the expanse and separated the water under the expanse from the water above it.* It was so.*",
              "net2": "**\n\n__\n\nSo God made the expanse and separated the water under the expanse from the water above it.⁽²⁵⁾ It was so.⁽²⁶⁾",
              "tn_he": "וַיַּ֣עַשׂ אֱלֹהִים֘ אֶת־הָֽרָקִיעַ֒ וַיַּבְדֵּ֗ל בֵּ֤ין הַמַּ֨יִם֙ אֲשֶׁר֙ מִתַּ֣חַת לָֽרָקִ֔יעַ וּבֵ֣ין הַמַּ֔יִם אֲשֶׁ֖ר מֵעַ֣ל לָֽרָקִ֑יעַ וַֽיְהִי־כֵֽן:",
              "tn_en": "And God made the expanse and it separated between the water that was below the expanse and the water that was above the expanse, and it was so."
            }
          },
          {
            "verse": 8,
            "texts": {
              "tb": "Lalu Allah menamai cakrawala itu langit. Jadilah petang dan jadilah pagi, itulah hari kedua.",
              "bis": "Kubah itu dinamakan-Nya \"Langit\". Malam lewat dan jadilah pagi. Itulah hari yang kedua.",
              "tl": "Lalu dinamai Allah akan bentangan itu langit. Setelah petang dan pagi, maka itulah hari yang kedua.",
              "ende": "Dan Allah menamai tjakrawala itu langit. Maka terdjadilah petang dan pagi, jaitu hari jang kedua.",
              "tb_itl_drf": "Lalu <07121> Allah <0430> menamai <07121> cakrawala <07549> itu langit <08064>. Jadilah <01961> petang <06153> dan jadilah <01961> pagi <01242>, itulah hari <03117> kedua <08145>.",
              "tl_itl_drf": "Lalu dinamai <07121> Allah <0430> akan bentangan <07549> itu langit <08064>. Setelah <01961> petang <06153> dan pagi <01242>, maka itulah hari <03117> yang kedua <08145>.",
              "bbe": "And God gave the arch the name of Heaven. And there was evening and there was morning, the second day.",
              "message": "he named sky the Heavens; It was evening, it was morning--Day Two.",
              "nkjv": "And God called the firmament Heaven. So the evening and the morning were the second day.",
              "net": "God called the expanse “sky.”* There was evening, and there was morning, a second day.",
              "net2": "**\n\n__\n\nGod called the expanse “sky.”⁽²⁷⁾ There was evening, and there was morning, a second day.",
              "tn_he": "וַיִּקְרָ֧א אֱלֹהִ֛ים לָֽרָקִ֖יעַ שָׁמָ֑יִם וַֽיְהִי־עֶ֥רֶב וַֽיְהִי־בֹ֖קֶר י֥וֹם שֵׁנִֽי:",
              "tn_en": "And God called the expanse Heaven, and it was evening, and it was morning, a second day."
            }
          },
          {
            "verse": 9,
            "texts": {
              "tb": "Berfirmanlah Allah: \"Hendaklah segala air yang di bawah langit berkumpul pada satu tempat, sehingga kelihatan yang kering.\" Dan jadilah demikian.",
              "bis": "Kemudian Allah berkata, \"Hendaklah air yang ada di bawah langit mengalir ke satu tempat, sehingga tanah akan kelihatan.\" Lalu hal itu terjadi.",
              "tl": "Maka firman Allah: Hendaklah segala air yang di bawah langit itu berhimpun kepada satu tempat, supaya kelihatan yang kekeringan itu; maka jadilah demikian.",
              "ende": "Dan Allah berfirman: \"Berkumpullah hendaknja sekalian air dibawah langit pada satu tempat, dan jang kering tampaklah hendaknja!\" Dan terdjadilah demikian.",
              "tb_itl_drf": "Berfirmanlah <0559> Allah <0430>: \"Hendaklah <06960> segala air <04325> yang di bawah <08478> langit <08064> berkumpul <04725> <0413> pada satu <0259> tempat <04725>, sehingga kelihatan <07200> yang kering <03004>.\" Dan jadilah <01961> demikian <03651>.",
              "tl_itl_drf": "Maka firman <0559> Allah <0430>: Hendaklah <06960> segala air <04325> yang di bawah <08478> langit <08064> itu berhimpun kepada <0413> satu <0259> tempat <04725>, supaya kelihatan <07200> yang kekeringan <03004> itu; maka jadilah <01961> demikian <03651>.",
              "bbe": "And God said, Let the waters under the heaven come together in one place, and let the dry land be seen: and it was so.",
              "message": "God spoke: \"Separate! Water-beneath-Heaven, gather into one place; Land, appear!\" And there it was.",
              "nkjv": "Then God said, \"Let the waters under the heavens be gathered together into one place, and let the dry [land] appear\"; and it was so.",
              "net": "God said, “Let the water under the sky be gathered to one place* and let dry ground appear.”* It was so.",
              "net2": "**\n\n__\n\nGod said, “Let the water under the sky be gathered to one place⁽²⁸⁾ and let dry ground appear.”⁽²⁹⁾ It was so.",
              "tn_he": "וַיֹּ֣אמֶר אֱלֹהִ֗ים יִקָּו֨וּ הַמַּ֜יִם מִתַּ֤חַת הַשָּׁמַ֨יִם֙ אֶל־מָק֣וֹם אֶחָ֔ד וְתֵֽרָאֶ֖ה הַיַּבָּשָׁ֑ה וַֽיְהִי־כֵֽן:",
              "tn_en": "And God said, \"Let the water that is beneath the heavens gather into one place, and let the dry land appear,\" and it was so."
            }
          },
          {
            "verse": 10,
            "texts": {
              "tb": "Lalu Allah menamai yang kering itu darat, dan kumpulan air itu dinamai-Nya laut. Allah melihat bahwa semuanya itu baik.",
              "bis": "Allah menamakan tanah itu \"Darat\", dan kumpulan air itu dinamakan-Nya \"Laut\". Dan Allah senang melihat hal itu.",
              "tl": "Lalu dinamai Allah akan yang kekeringan itu darat, dan akan perhimpunan segala air itu dinamainya laut; maka dilihat Allah itu baiklah adanya.",
              "ende": "Dan Allah menamai jang kering itu tanah, dan kumpulan air itu dinamaiNja laut. Dan Allah melihat, bahwa itu baik adanja.",
              "tb_itl_drf": "Lalu <07121> Allah <0430> menamai <07121> yang kering <03004> itu darat <0776>, dan kumpulan <04723> air <04325> itu dinamai-Nya <07121> laut <03220>. Allah <0430> melihat <07200> bahwa <03588> semuanya itu baik <02896>.",
              "tl_itl_drf": "Lalu dinamai <07121> Allah <0430> akan yang kekeringan <03004> itu darat <0776>, dan akan perhimpunan <04723> segala air <04325> itu dinamainya <07121> laut <03220>; maka dilihat <07200> Allah <0430> itu baiklah <02896> adanya.",
              "bbe": "And God gave the dry land the name of Earth; and the waters together in their place were named Seas: and God saw that it was good.",
              "message": "God named the land Earth. He named the pooled water Ocean. God saw that it was good.",
              "nkjv": "And God called the dry [land] Earth, and the gathering together of the waters He called Seas. And God saw that [it was] good.",
              "net": "God called the dry ground “land”* and the gathered waters he called “seas.” God saw that it was good.",
              "net2": "**\n\n__\n\nGod called the dry ground “land”⁽³⁰⁾ and the gathered waters he called “seas.” God saw that it was good.",
              "tn_he": "וַיִּקְרָ֨א אֱלֹהִ֤ים | לַיַּבָּשָׁה֙ אֶ֔רֶץ וּלְמִקְוֵ֥ה הַמַּ֖יִם קָרָ֣א יַמִּ֑ים וַיַּ֥רְא אֱלֹהִ֖ים כִּי־טֽוֹב:",
              "tn_en": "And God called the dry land earth, and the gathering of the waters He called seas, and God saw that it was good."
            }
          },
          {
            "verse": 11,
            "texts": {
              "tb": "Berfirmanlah Allah: \"Hendaklah tanah menumbuhkan tunas-tunas muda, tumbuh-tumbuhan yang berbiji, segala jenis pohon buah-buahan yang menghasilkan buah yang berbiji, supaya ada tumbuh-tumbuhan di bumi.\" Dan jadilah demikian.",
              "bis": "Allah berkata lagi, \"Hendaklah tanah mengeluarkan segala macam tumbuh-tumbuhan, yaitu jenis yang menghasilkan biji-bijian dan jenis yang menghasilkan buah-buahan.\" Lalu hal itu terjadi.",
              "tl": "Maka firman Allah: Hendaklah bumi itu menumbuhkan rumput dan pokok yang berbiji dan pohon yang berbuah-buah dengan tabiatnya, yang berbiji dalamnya di atas bumi itu; maka jadilah demikian,",
              "ende": "Lalu Allah berfirman: \"Hendaklah tanah itu menumbuhkan tumbuh-tumbuhan, jaitu rumput-rumputan jang berbidji dan pohon-pohonan jang menurut djenisnja menghasilkan buah berbidji ditanah itu\". Dan terdjadilah demikian.",
              "tb_itl_drf": "Berfirmanlah <0559> Allah <0430>: \"Hendaklah <01876> tanah <0776> menumbuhkan tunas-tunas <01877> muda, tumbuh-tumbuhan <06212> yang berbiji, segala jenis <04327> <02233> <02232> pohon <06086> buah-buahan <06529> yang menghasilkan <06213> buah <06529> yang berbiji <02233> <04327> <02232>, supaya ada <0834> tumbuh-tumbuhan di bumi <0776>.\" Dan jadilah <01961> demikian <03651>.",
              "tl_itl_drf": "Maka firman <0559> Allah <0430>: Hendaklah <01876> bumi <0776> itu menumbuhkan <01876> rumput <01877> dan pokok <06212> yang berbiji <02232> dan pohon <06086> yang berbuah-buah <06529> <06213> <06529> dengan tabiatnya <04327>, yang <0834> berbiji <02233> dalamnya <0> di atas <05921> bumi <0776> itu; maka jadilah <01961> demikian <03651>,",
              "bbe": "And God said, Let grass come up on the earth, and plants producing seed, and fruit-trees giving fruit, in which is their seed, after their sort: and it was so.",
              "message": "God spoke: \"Earth, green up! Grow all varieties of seed-bearing plants, Every sort of fruit-bearing tree.\" And there it was.",
              "nkjv": "Then God said, \"Let the earth bring forth grass, the herb [that] yields seed, [and] the fruit tree [that] yields fruit according to its kind, whose seed [is] in itself, on the earth\"; and it was so.",
              "net": "God said, “Let the land produce vegetation:* plants yielding seeds according to their kinds,* and* trees bearing fruit with seed in it according to their kinds.” It was so.",
              "net2": "**\n\n__\n\nGod said, “Let the land produce vegetation:⁽³¹⁾ plants yielding seeds according to their kinds,⁽³²⁾ and⁽³³⁾ trees bearing fruit with seed in it according to their kinds.” It was so.",
              "tn_he": "וַיֹּ֣אמֶר אֱלֹהִ֗ים תַּדְשֵׁ֤א הָאָ֨רֶץ֙ דֶּ֗שֶׁא עֵ֚שֶׂב מַזְרִ֣יעַ זֶ֔רַע עֵ֣ץ פְּרִ֞י עֹ֤שֶׂה פְּרִי֙ לְמִינ֔וֹ אֲשֶׁ֥ר זַרְעוֹ־ב֖וֹ עַל־הָאָ֑רֶץ וַֽיְהִי־כֵֽן:",
              "tn_en": "And God said, \"Let the earth sprout vegetation, seed yielding herbs and fruit trees producing fruit according to its kind in which its seed is found, on the earth,\" and it was so."
            }
          },
          {
            "verse": 12,
            "texts": {
              "tb": "Tanah itu menumbuhkan tunas-tunas muda, segala jenis tumbuh-tumbuhan yang berbiji dan segala jenis pohon-pohonan yang menghasilkan buah yang berbiji. Allah melihat bahwa semuanya itu baik.",
              "bis": "Demikianlah tanah mengeluarkan segala macam tumbuh-tumbuhan. Dan Allah senang melihat hal itu.",
              "tl": "yaitu ditumbuhkan bumi akan rumput dan pokok yang berbiji dengan tabiatnya dan pohon-pohon yang berbuah-buah, yang berbiji dalamnya dengan tabiatnya; maka dilihat Allah itu baiklah adanya.",
              "ende": "Tanah itu mengeluarkan tumbuh-tumbuhan, jaitu rumput-rumputan jang berbidji menurut djenisnja dan pohon-pohonan jang menurut djenisnja menghasilkan buah berbidji. Dan Allah melihat, bahwa itu baik adanja.",
              "tb_itl_drf": "Tanah <0776> itu menumbuhkan tunas-tunas <01877> muda, segala jenis tumbuh-tumbuhan <06212> yang berbiji <02232> dan segala jenis <04327> pohon-pohonan <06086> yang menghasilkan <06213> buah <06529> yang <0834> berbiji <04327>. Allah <0430> melihat <07200> bahwa <03588> semuanya itu baik <02896>.",
              "tl_itl_drf": "yaitu ditumbuhkan <03318> bumi <0776> akan rumput <01877> dan pokok <06212> yang <0834> berbiji <02233> <02232> dengan tabiatnya <04327> dan pohon-pohon <06086> yang berbuah-buah <06529> <06213>, yang <0834> berbiji <02233> dalamnya <0> dengan tabiatnya <04327>; maka dilihat <07200> Allah <0430> itu baiklah <02896> adanya.",
              "bbe": "And grass came up on the earth, and every plant producing seed of its sort, and every tree producing fruit, in which is its seed, of its sort: and God saw that it was good.",
              "message": "Earth produced green seed-bearing plants, all varieties, And fruit-bearing trees of all sorts. God saw that it was good.",
              "nkjv": "And the earth brought forth grass, the herb [that] yields seed according to its kind, and the tree [that] yields fruit, whose seed [is] in itself according to its kind. And God saw that [it was] good.",
              "net": "The land produced vegetation – plants yielding seeds according to their kinds, and trees bearing fruit with seed in it according to their kinds. God saw that it was good.",
              "net2": "**\n\n__\n\nThe land produced vegetation – plants yielding seeds according to their kinds, and trees bearing fruit with seed in it according to their kinds. God saw that it was good.",
              "tn_he": "וַתּוֹצֵ֨א הָאָ֜רֶץ דֶּשֶׁא עֵ֣שֶׂב מַזְרִ֤יעַ זֶ֨רַע֙ לְמִינֵ֔הוּ וְעֵ֧ץ עֹֽשֶׂה־פְּרִ֛י אֲשֶׁ֥ר זַרְעוֹ־ב֖וֹ לְמִינֵ֑הוּ וַיַּ֥רְא אֱלֹהִ֖ים כִּי־טֽוֹב:",
              "tn_en": "And the earth gave forth vegetation, seed yielding herbs according to its kind, and trees producing fruit, in which its seed is found, according to its kind, and God saw that it was good."
            }
          },
          {
            "verse": 13,
            "texts": {
              "tb": "Jadilah petang dan jadilah pagi, itulah hari ketiga.",
              "bis": "Malam lewat dan jadilah pagi. Itulah hari yang ketiga.",
              "tl": "Setelah petang dan pagi, maka itulah hari yang ketiga.",
              "ende": "Maka terdjadilah petang dan pagi, jaitu hari jang ketiga.",
              "tb_itl_drf": "Jadilah <01961> petang <06153> dan jadilah <01961> pagi <01242>, itulah hari <03117> ketiga <07992>.",
              "tl_itl_drf": "Setelah <01961> petang <06153> dan pagi <01242>, maka itulah hari <03117> yang ketiga <07992>.",
              "bbe": "And there was evening and there was morning, the third day.",
              "message": "It was evening, it was morning--Day Three.",
              "nkjv": "So the evening and the morning were the third day.",
              "net": "There was evening, and there was morning, a third day.",
              "net2": "**\n\n__\n\nThere was evening, and there was morning, a third day.",
              "tn_he": "וַֽיְהִי־עֶ֥רֶב וַֽיְהִי־בֹ֖קֶר י֥וֹם שְׁלִישִֽׁי:",
              "tn_en": "And it was evening, and it was morning, a third day."
            }
          },
          {
            "verse": 14,
            "texts": {
              "tb": "Berfirmanlah Allah: \"Jadilah benda-benda penerang pada cakrawala untuk memisahkan siang dari malam. Biarlah benda-benda penerang itu menjadi tanda yang menunjukkan masa-masa yang tetap dan hari-hari dan tahun-tahun,",
              "bis": "Kemudian Allah berkata, \"Hendaklah ada benda-benda terang di langit untuk menerangi bumi, untuk memisahkan siang dari malam, dan untuk menunjukkan saat mulainya hari, tahun, dan hari raya agama.\" Maka hal itu terjadi.",
              "tl": "Maka firman Allah; Hendaklah ada beberapa benda terang dalam bentangan langit, supaya diceraikannya siang dengan malam dan menjadi tanda dan ketentuan masa dan hari dan tahun,",
              "ende": "Dan Allah berfirman: \"Hendaklah ada pemantjar-pemantjar tjahaja ditjakrawala langit untuk memisahkan siang dan malam; hendaklah itu mendjadi tanda-tanda bagi masa, bagi hari dan tahun,",
              "tb_itl_drf": "Berfirmanlah <0559> Allah <0430>: \"Jadilah <01961> benda-benda penerang <03974> pada cakrawala <07549> untuk memisahkan <0914> siang <03117> dari malam <03915>. Biarlah benda-benda penerang itu menjadi <01961> tanda <0226> yang menunjukkan masa-masa <04150> yang tetap <04150> dan hari-hari <03117> dan tahun-tahun <08141>,",
              "tl_itl_drf": "Maka firman <0559> Allah <0430>; Hendaklah ada <01961> beberapa benda terang <03974> dalam bentangan <07549> langit <08064>, supaya diceraikannya <0914> siang <03117> dengan <0996> malam <03915> dan menjadi <01961> tanda <0226> dan ketentuan <04150> masa dan hari <03117> dan tahun <08141>,",
              "bbe": "And God said, Let there be lights in the arch of heaven, for a division between the day and the night, and let them be for signs, and for marking the changes of the year, and for days and for years:",
              "message": "God spoke: \"Lights! Come out! Shine in Heaven's sky! Separate Day from Night. Mark seasons and days and years,",
              "nkjv": "Then God said, \"Let there be lights in the firmament of the heavens to divide the day from the night; and let them be for signs and seasons, and for days and years;",
              "net": "God said, “Let there be lights* in the expanse* of the sky to separate the day from the night, and let them be signs* to indicate seasons and days and years,",
              "net2": "**\n\n__\n\nGod said, “Let there be lights⁽³⁴⁾ in the expanse⁽³⁵⁾ of the sky to separate the day from the night, and let them be signs⁽³⁶⁾ to indicate seasons and days and years,",
              "tn_he": "וַיֹּ֣אמֶר אֱלֹהִ֗ים יְהִ֤י מְאֹרֹת֙ בִּרְקִ֣יעַ הַשָּׁמַ֔יִם לְהַבְדִּ֕יל בֵּ֥ין הַיּ֖וֹם וּבֵ֣ין הַלָּ֑יְלָה וְהָי֤וּ לְאֹתֹת֙ וּלְמ֣וֹעֲדִ֔ים וּלְיָמִ֖ים וְשָׁנִֽים:",
              "tn_en": "And God said, \"Let there be luminaries in the expanse of the heavens, to separate between the day and between the night, and they shall be for signs and for appointed seasons and for days and years."
            }
          },
          {
            "verse": 15,
            "texts": {
              "tb": "dan sebagai penerang pada cakrawala biarlah benda-benda itu menerangi bumi.\" Dan jadilah demikian.",
              "bis": "(1:14)",
              "tl": "dan supaya ia itu menjadi benda terang pada bentangan langit akan menerangkan bumi; maka jadilah demikian.",
              "ende": "dan hendaklah itu mendjadi pemantjar-pemantjar tjahaja ditjakrawala langit untuk menerangi bumi\". Dan terdjadilah demikian.",
              "tb_itl_drf": "dan sebagai penerang <02974> <01961> pada cakrawala <07549> biarlah benda-benda <08064> itu menerangi <0215> bumi <0776>.\" Dan jadilah <01961> demikian <03651>.",
              "tl_itl_drf": "dan supaya ia itu menjadi <01961> benda terang <02974> pada bentangan <07549> langit <08064> akan menerangkan <0215> bumi <0776>; maka jadilah <01961> demikian <03651>.",
              "bbe": "And let them be for lights in the arch of heaven to give light on the earth: and it was so.",
              "message": "Lights in Heaven's sky to give light to Earth.\" And there it was.",
              "nkjv": "\"and let them be for lights in the firmament of the heavens to give light on the earth\"; and it was so.",
              "net": "and let them serve as lights in the expanse of the sky to give light on the earth.” It was so.",
              "net2": "**\n\n__\n\nand let them serve as lights in the expanse of the sky to give light on the earth.” It was so.",
              "tn_he": "וְהָי֤וּ לִמְאוֹרֹת֙ בִּרְקִ֣יעַ הַשָּׁמַ֔יִם לְהָאִ֖יר עַל־הָאָ֑רֶץ וַֽיְהִי־כֵֽן:",
              "tn_en": "And they shall be for luminaries in the expanse of the heavens to shed light upon the earth.\" And it was so."
            }
          },
          {
            "verse": 16,
            "texts": {
              "tb": "Maka Allah menjadikan kedua benda penerang yang besar itu, yakni yang lebih besar untuk menguasai siang dan yang lebih kecil untuk menguasai malam, dan menjadikan juga bintang-bintang.",
              "bis": "Demikianlah Allah membuat kedua benda terang yang besar, yaitu matahari untuk menguasai siang, dan bulan untuk menguasai malam; selain itu dibuat-Nya juga bintang-bintang.",
              "tl": "Maka dijadikan Allah akan kedua benda terang yang besar itu, yaitu terang yang besar itu akan memerintahkan siang dan terang yang kecil itu akan memerintahkan malam, dan lagi segala bintangpun.",
              "ende": "Allah mendjadikan dua pemantjar tjahaja jang besar, pemantjar tjahaja jang terbesar untuk menguasai siang dan pemantjar tjahaja jang ketjil untuk menguasai malam, dan lagi bintang-bintang.",
              "tb_itl_drf": "Maka Allah <0430> menjadikan <06213> kedua <08147> benda penerang <03974> yang besar <01419> itu, yakni <03974> <0853> yang lebih besar <01419> untuk menguasai <04475> siang <03974> <03117> dan yang lebih kecil <06996> untuk menguasai <04475> malam <03915>, dan menjadikan juga <0853> bintang-bintang <03556>.",
              "tl_itl_drf": "Maka dijadikan <06213> Allah <0430> akan <0853> kedua <08147> benda terang <03974> yang besar <01419> itu, yaitu <0853> terang <03974> yang besar <01419> itu akan memerintahkan <04475> siang <03117> dan terang <03974> yang kecil <06996> itu akan memerintahkan <04475> malam <03915>, dan lagi <0853> segala bintangpun <03556>.",
              "bbe": "And God made the two great lights: the greater light to be the ruler of the day, and the smaller light to be the ruler of the night: and he made the stars.",
              "message": "God made two big lights, the larger to take charge of Day, The smaller to be in charge of Night; and he made the stars.",
              "nkjv": "Then God made two great lights: the greater light to rule the day, and the lesser light to rule the night. [He made] the stars also.",
              "net": "God made two great lights* – the greater light to rule over the day and the lesser light to rule over the night. He made the stars also.*",
              "net2": "**\n\n__\n\nGod made two great lights⁽³⁷⁾ – the greater light to rule over the day and the lesser light to rule over the night. He made the stars also.⁽³⁸⁾",
              "tn_he": "וַיַּ֣עַשׂ אֱלֹהִ֔ים אֶת־שְׁנֵ֥י הַמְּאֹרֹ֖ת הַגְּדֹלִ֑ים אֶת־הַמָּא֤וֹר הַגָּדֹל֙ לְמֶמְשֶׁ֣לֶת הַיּ֔וֹם וְאֶת־הַמָּא֤וֹר הַקָּטֹן֙ לְמֶמְשֶׁ֣לֶת הַלַּ֔יְלָה וְאֵ֖ת הַכּֽוֹכָבִֽים:",
              "tn_en": "And God made the two great luminaries: the great luminary to rule the day and the lesser luminary to rule the night, and the stars."
            }
          },
          {
            "verse": 17,
            "texts": {
              "tb": "Allah menaruh semuanya itu di cakrawala untuk menerangi bumi,",
              "bis": "Allah menempatkan benda-benda terang itu di langit untuk menerangi bumi,",
              "tl": "Maka ditaruh Allah akan dia dalam bentangan langit akan memberi terang di atas bumi,",
              "ende": "Dan Allah menaruhnja ditjakrawala langit untuk menerangi bumi,",
              "tb_itl_drf": "Allah <0430> menaruh <05414> semuanya itu di cakrawala <07549> untuk menerangi <0215> bumi <0776>,",
              "tl_itl_drf": "Maka ditaruh <05414> Allah <0430> akan dia dalam bentangan <07549> langit <08064> akan memberi terang <0215> di atas <05921> bumi <0776>,",
              "bbe": "And God put them in the arch of heaven, to give light on the earth;",
              "message": "God placed them in the heavenly sky to light up Earth",
              "nkjv": "God set them in the firmament of the heavens to give light on the earth,",
              "net": "God placed the lights* in the expanse of the sky to shine on the earth,",
              "net2": "**\n\n__\n\nGod placed the lights⁽³⁹⁾ in the expanse of the sky to shine on the earth,",
              "tn_he": "וַיִּתֵּ֥ן אֹתָ֛ם אֱלֹהִ֖ים בִּרְקִ֣יעַ הַשָּׁמָ֑יִם לְהָאִ֖יר עַל־הָאָֽרֶץ:",
              "tn_en": "And God placed them in the expanse of the heavens to shed light upon the earth."
            }
          },
          {
            "verse": 18,
            "texts": {
              "tb": "dan untuk menguasai siang dan malam, dan untuk memisahkan terang dari gelap. Allah melihat bahwa semuanya itu baik.",
              "bis": "untuk menguasai siang dan malam, dan untuk memisahkan terang dari gelap. Dan Allah senang melihat hal itu.",
              "tl": "dan akan memerintahkan siang dan malam, dan akan menceraikan terang itu dengan gelap; maka dilihat Allah itu baiklah adanya.",
              "ende": "untuk menguasai siang dan malam dan untuk memisahkan terang dan gelap. Dan Allah melihat, bahwa itu baik adanja.",
              "tb_itl_drf": "dan untuk menguasai <04910> siang <03117> dan malam <03915>, dan untuk memisahkan <0914> terang <0216> dari gelap <02822>. Allah <0430> melihat <07200> bahwa <03588> semuanya itu baik <02896>.",
              "tl_itl_drf": "dan akan memerintahkan <04910> siang <03117> dan malam <03915>, dan akan menceraikan <0914> terang <0216> itu dengan <0996> gelap <02822>; maka dilihat <07200> Allah <0430> itu baiklah <02896> adanya.",
              "bbe": "To have rule over the day and the night, and for a division between the light and the dark: and God saw that it was good.",
              "message": "And oversee Day and Night, to separate light and dark. God saw that it was good.",
              "nkjv": "and to rule over the day and over the night, and to divide the light from the darkness. And God saw that [it was] good.",
              "net": "to preside over the day and the night, and to separate the light from the darkness.* God saw that it was good.",
              "net2": "**\n\n__\n\nto preside over the day and the night, and to separate the light from the darkness.⁽⁴⁰⁾ God saw that it was good.",
              "tn_he": "וְלִמְשֹׁל֙ בַּיּ֣וֹם וּבַלַּ֔יְלָה וּֽלֲהַבְדִּ֔יל בֵּ֥ין הָא֖וֹר וּבֵ֣ין הַח֑שֶׁךְ וַיַּ֥רְא אֱלֹהִ֖ים כִּי־טֽוֹב:",
              "tn_en": "And to rule over the day and over the night, and to separate between the light and between the darkness, and God saw that it was good."
            }
          },
          {
            "verse": 19,
            "texts": {
              "tb": "Jadilah petang dan jadilah pagi, itulah hari keempat.",
              "bis": "Malam lewat, dan jadilah pagi. Itulah hari yang keempat.",
              "tl": "Setelah petang dan pagi, maka itulah hari yang keempat.",
              "ende": "Maka terdjadilah petang dan pagi, jaitu hari jang keempat.",
              "tb_itl_drf": "Jadilah <01961> petang <06153> dan jadilah <01961> pagi <01242>, itulah hari <03117> keempat <07243>.",
              "tl_itl_drf": "Setelah <01961> petang <06153> dan pagi <01242>, maka itulah hari <03117> yang keempat <07243>.",
              "bbe": "And there was evening and there was morning, the fourth day.",
              "message": "It was evening, it was morning--Day Four.",
              "nkjv": "So the evening and the morning were the fourth day.",
              "net": "There was evening, and there was morning, a fourth day.",
              "net2": "**\n\n__\n\nThere was evening, and there was morning, a fourth day.",
              "tn_he": "וַֽיְהִי־עֶ֥רֶב וַֽיְהִי־בֹ֖קֶר י֥וֹם רְבִיעִֽי:",
              "tn_en": "And it was evening, and it was morning, a fourth day."
            }
          },
          {
            "verse": 20,
            "texts": {
              "tb": "Berfirmanlah Allah: \"Hendaklah dalam air berkeriapan makhluk yang hidup, dan hendaklah burung beterbangan di atas bumi melintasi cakrawala.\"",
              "bis": "Kemudian Allah berkata, \"Hendaklah di dalam air berkeriapan banyak macam makhluk hidup, dan di udara beterbangan banyak burung-burung.\"",
              "tl": "Maka firman Allah: Hendaklah dalam segala air itu menggeriak beberapa kejadian yang bernyawa dan yang sulur-menyulur, dan hendaklah ada unggas terbang di atas bumi, dalam bentangan langit.",
              "ende": "Dan Allah berfirman: \"Didalam air itu berkeriapan hendaknja machluk-machluk hidup, dan burung-burungpun hendaknja berterbangan diatas bumi di tjakrawala langit\".",
              "tb_itl_drf": "Berfirmanlah <0559> Allah <0430>: \"Hendaklah <08317> dalam air <04325> berkeriapan <08318> makhluk <05315> yang hidup <02416>, dan hendaklah burung <05775> beterbangan <05774> di atas <05921> bumi <0776> melintasi <06440> cakrawala <07549>.\"",
              "tl_itl_drf": "Maka firman <0559> Allah <0430>: Hendaklah dalam segala air <04325> itu menggeriak <08317> beberapa kejadian <05315> yang bernyawa dan yang sulur-menyulur <02416>, dan hendaklah ada unggas <05775> terbang <05774> di atas <05921> bumi <0776>, dalam bentangan <07549> langit <08064>.",
              "bbe": "And God said, Let the waters be full of living things, and let birds be in flight over the earth under the arch of heaven.",
              "message": "God spoke: \"Swarm, Ocean, with fish and all sea life! Birds, fly through the sky over Earth!\"",
              "nkjv": "Then God said, \"Let the waters abound with an abundance of living creatures, and let birds fly above the earth across the face of the firmament of the heavens.\"",
              "net": "God said, “Let the water swarm with swarms* of living creatures and let birds fly* above the earth across the expanse of the sky.”",
              "net2": "**\n\n__\n\nGod said, “Let the water swarm with swarms⁽⁴¹⁾ of living creatures and let birds fly⁽⁴²⁾ above the earth across the expanse of the sky.”",
              "tn_he": "וַיֹּ֣אמֶר אֱלֹהִ֔ים יִשְׁרְצ֣וּ הַמַּ֔יִם שֶׁ֖רֶץ נֶ֣פֶשׁ חַיָּ֑ה וְעוֹף֙ יְעוֹפֵ֣ף עַל־הָאָ֔רֶץ עַל־פְּנֵ֖י רְקִ֥יעַ הַשָּׁמָֽיִם:",
              "tn_en": "And God said, \"Let the waters swarm a swarming of living creatures, and let fowl fly over the earth, across the expanse of the heavens.\""
            }
          },
          {
            "verse": 21,
            "texts": {
              "tb": "Maka Allah menciptakan binatang-binatang laut yang besar dan segala jenis makhluk hidup yang bergerak, yang berkeriapan dalam air, dan segala jenis burung yang bersayap. Allah melihat bahwa semuanya itu baik.",
              "bis": "Maka Allah menciptakan binatang-binatang raksasa laut, dan segala jenis makhluk yang hidup di dalam air, serta segala jenis burung. Dan Allah senang melihat hal itu.",
              "tl": "Maka dijadikan Allah akan ikan raya yang besar-besar dan segala binatang sulur-menyulur, yang menggeriak dalam air itu tiap-tiap dengan tabiatnya, dan segala unggas yang bersayap dengan tabiatnya; maka dilihat Allah itu baiklah adanya.",
              "ende": "Dan Allah mentjiptakan binatang laut jang besar-besar dan machluk-machluk hidup jang bergerak dan berkeriapan didalam air menurut djenisnja. Dan Allah melihat, bahwa itu baik adanja.",
              "tb_itl_drf": "Maka Allah <0430> menciptakan <01254> binatang-binatang <08577> laut yang besar <01419> dan segala <03605> jenis <04327> makhluk <05315> hidup <02416> yang bergerak <07430>, yang <0834> berkeriapan <08317> dalam air <04325>, dan segala jenis <04327> burung <05775> yang bersayap <03671>. Allah <0430> melihat <07200> bahwa <03588> semuanya itu baik <02896>.",
              "tl_itl_drf": "Maka dijadikan <01254> Allah <0430> akan ikan <08577> raya yang besar-besar <01419> dan segala <03605> binatang sulur-menyulur <07430> <02416> <05315>, yang <0834> menggeriak <08317> dalam air <04325> itu tiap-tiap dengan tabiatnya <04327>, dan segala <03605> unggas <05775> yang bersayap <03671> dengan tabiatnya <04327>; maka dilihat <07200> Allah <0430> itu baiklah <02896> adanya.",
              "bbe": "And God made great sea-beasts, and every sort of living and moving thing with which the waters were full, and every sort of winged bird: and God saw that it was good.",
              "message": "God created the huge whales, all the swarm of life in the waters, And every kind and species of flying birds. God saw that it was good.",
              "nkjv": "So God created great sea creatures and every living thing that moves, with which the waters abounded, according to their kind, and every winged bird according to its kind. And God saw that [it was] good.",
              "net": "God created the great sea creatures* and every living and moving thing with which the water swarmed, according to their kinds, and every winged bird according to its kind. God saw that it was good.",
              "net2": "**\n\n__\n\nGod created the great sea creatures⁽⁴³⁾ and every living and moving thing with which the water swarmed, according to their kinds, and every winged bird according to its kind. God saw that it was good.",
              "tn_he": "וַיִּבְרָ֣א אֱלֹהִ֔ים אֶת־הַתַּנִּינִ֖ם הַגְּדֹלִ֑ים וְאֵ֣ת כָּל־נֶ֣פֶשׁ הַֽחַיָּ֣ה | הָֽרֹמֶ֡שֶׂת אֲשֶׁר֩ שָֽׁרְצ֨וּ הַמַּ֜יִם לְמִֽינֵהֶ֗ם וְאֵ֨ת כָּל־ע֤וֹף כָּנָף֙ לְמִינֵ֔הוּ וַיַּ֥רְא אֱלֹהִ֖ים כִּי־טֽוֹב:",
              "tn_en": "And God created the great sea monsters, and every living creature that crawls, with which the waters swarmed, according to their kind, and every winged fowl, according to its kind, and God saw that it was good."
            }
          },
          {
            "verse": 22,
            "texts": {
              "tb": "Lalu Allah memberkati semuanya itu, firman-Nya: \"Berkembangbiaklah dan bertambah banyaklah serta penuhilah air dalam laut, dan hendaklah burung-burung di bumi bertambah banyak.\"",
              "bis": "Allah memberkati semuanya itu dengan memberi perintah kepada makhluk yang hidup di dalam air supaya berkembang biak dan memenuhi laut, dan kepada burung-burung supaya bertambah banyak.",
              "tl": "Maka diberkati Allah akan dia, firman-Nya: Jadilah biak dan bertambah-tambahlah kamu dan ramaikanlah air yang di dalam laut itu dan hendaklah segala unggas itupun bertambah-tambah di atas bumi.",
              "ende": "Maka Allah memberkatinja seraja berfirman: \"Berbiaklah dan berlipatgandalah, dan penuhilah air laut; dan burung-burungpun berlipatgandalah hendaknja diatas bumi\".",
              "tb_itl_drf": "Lalu Allah <0430> memberkati <01288> semuanya <0853> itu, firman-Nya <0559>: \"Berkembangbiaklah <06509> dan bertambah <07235> banyaklah serta penuhilah <04390> air <04325> dalam laut <03220>, dan hendaklah burung-burung <05775> di bumi <0776> bertambah <07235> banyak.\"",
              "tl_itl_drf": "Maka diberkati <01288> Allah <0430> akan dia, firman-Nya <0559>: Jadilah biak <06509> dan bertambah-tambahlah <07235> kamu dan ramaikanlah <04390> air <04325> yang di dalam laut <03220> itu dan hendaklah segala unggas <05775> itupun bertambah-tambah <07235> di atas bumi <0776>.",
              "bbe": "And God gave them his blessing, saying, Be fertile and have increase, making all the waters of the seas full, and let the birds be increased in the earth.",
              "message": "God blessed them: \"Prosper! Reproduce! Fill Ocean! Birds, reproduce on Earth!\"",
              "nkjv": "And God blessed them, saying, \"Be fruitful and multiply, and fill the waters in the seas, and let birds multiply on the earth.\"",
              "net": "God blessed them* and said, “Be fruitful and multiply and fill the water in the seas, and let the birds multiply on the earth.”*",
              "net2": "**\n\n__\n\nGod blessed them⁽⁴⁴⁾ and said, “Be fruitful and multiply and fill the water in the seas, and let the birds multiply on the earth.”⁽⁴⁵⁾",
              "tn_he": "וַיְבָ֧רֶךְ אֹתָ֛ם אֱלֹהִ֖ים לֵאמֹ֑ר פְּר֣וּ וּרְב֗וּ וּמִלְא֤וּ אֶת־הַמַּ֨יִם֙ בַּיַּמִּ֔ים וְהָע֖וֹף יִ֥רֶב בָּאָֽרֶץ:",
              "tn_en": "And God blessed them, saying, \"Be fruitful and multiply, and fill the waters of the seas, and let the fowl multiply upon the earth.\""
            }
          },
          {
            "verse": 23,
            "texts": {
              "tb": "Jadilah petang dan jadilah pagi, itulah hari kelima.",
              "bis": "Malam lewat dan jadilah pagi. Itulah hari yang kelima.",
              "tl": "Setelah petang dan pagi, maka itulah hari yang kelima.",
              "ende": "Maka terdjadilah petang dan pagi, jaitu hari jang kelima.",
              "tb_itl_drf": "Jadilah <01961> petang <06153> dan jadilah <01961> pagi <01242>, itulah hari <03117> kelima <02549>.",
              "tl_itl_drf": "Setelah <01961> petang <06153> dan pagi <01242>, maka itulah hari <03117> yang kelima <02549>.",
              "bbe": "And there was evening and there was morning, the fifth day.",
              "message": "It was evening, it was morning--Day Five.",
              "nkjv": "So the evening and the morning were the fifth day.",
              "net": "There was evening, and there was morning, a fifth day.",
              "net2": "**\n\n__\n\nThere was evening, and there was morning, a fifth day.",
              "tn_he": "וַֽיְהִי־עֶ֥רֶב וַֽיְהִי־בֹ֖קֶר י֥וֹם חֲמִישִֽׁי:",
              "tn_en": "And it was evening, and it was morning, a fifth day."
            }
          },
          {
            "verse": 24,
            "texts": {
              "tb": "Berfirmanlah Allah: \"Hendaklah bumi mengeluarkan segala jenis makhluk yang hidup, ternak dan binatang melata dan segala jenis binatang liar.\" Dan jadilah demikian.",
              "bis": "Kemudian Allah berkata, \"Hendaklah bumi mengeluarkan segala jenis binatang darat, yang jinak dan yang liar, besar maupun kecil.\" Lalu hal itu terjadi.",
              "tl": "Maka firman Allah: Hendaklah bumi itu mengeluarkan kejadian yang hidup dengan tabiatnya, yaitu dari pada binatang yang jinak dan yang menjalar dan yang liar, tiap-tiap dengan tabiatnya; maka jadilah demikian.",
              "ende": "Dan Allah berfirman: \"Hendaklah bumi menimbulkan machluk-machluk hidup menurut djenisnja, jaitu ternak, binatang-binatang jang merajap dan binatang-binatang liar menurut djenisnja\". Dan terdjadilah demikian.",
              "tb_itl_drf": "Berfirmanlah <0559> Allah <0430>: \"Hendaklah bumi <0776> mengeluarkan <03318> segala jenis <04327> makhluk <05315> yang hidup <02416>, ternak <0929> dan binatang <0929> melata <07431> dan segala jenis <04327> binatang <02416> liar <0776>.\" Dan jadilah <01961> <04327> demikian <03651>.",
              "tl_itl_drf": "Maka firman <0559> Allah <0430>: Hendaklah <03318> bumi <0776> itu mengeluarkan <03318> kejadian <05315> yang hidup <02416> dengan tabiatnya <04327>, yaitu dari pada binatang <0929> yang jinak <07431> dan yang menjalar dan yang liar <02416>, tiap-tiap dengan tabiatnya <04327>; maka jadilah <01961> demikian <03651>.",
              "bbe": "And God said, Let the earth give birth to all sorts of living things, cattle and all things moving on the earth, and beasts of the earth after their sort: and it was so.",
              "message": "God spoke: \"Earth, generate life! Every sort and kind: cattle and reptiles and wild animals--all kinds.\" And there it was:",
              "nkjv": "Then God said, \"Let the earth bring forth the living creature according to its kind: cattle and creeping thing and beast of the earth, [each] according to its kind\"; and it was so.",
              "net": "God said, “Let the land produce living creatures according to their kinds: cattle, creeping things, and wild animals, each according to its kind.”* It was so.",
              "net2": "**\n\n__\n\nGod said, “Let the land produce living creatures according to their kinds: cattle, creeping things, and wild animals, each according to its kind.”⁽⁴⁶⁾ It was so.",
              "tn_he": "וַיֹּ֣אמֶר אֱלֹהִ֗ים תּוֹצֵ֨א הָאָ֜רֶץ נֶ֤פֶשׁ חַיָּה֙ לְמִינָ֔הּ בְּהֵמָ֥ה וָרֶ֛מֶשׂ וְחַֽיְתוֹ־אֶ֖רֶץ לְמִינָ֑הּ וַֽיְהִי־כֵֽן:",
              "tn_en": "And God said, \"Let the earth bring forth living creatures according to their kind, cattle and creeping things and the beasts of the earth according to their kind,\" and it was so."
            }
          },
          {
            "verse": 25,
            "texts": {
              "tb": "Allah menjadikan segala jenis binatang liar dan segala jenis ternak dan segala jenis binatang melata di muka bumi. Allah melihat bahwa semuanya itu baik.",
              "bis": "Demikianlah Allah membuat semuanya itu dan ia senang melihat hal itu.",
              "tl": "Maka dijadikan Allah akan segala binatang yang liar di atas bumi itu dengan tabiatnya, dan segala binatang yang jinakpun dengan tabiatnya, dan segala binatang yang menjalar di atas bumipun dengan tabiatnya; maka dilihat Allah itu baiklah adanya.",
              "ende": "Allah mendjadikan binatang-binatang liar menurut djenisnja, dan ternak menurut djenisnja dan segala binatang jang merajap ditanah menurut djenisnja. Dan Allah melihat, bahwa itu baik adanja.",
              "tb_itl_drf": "Allah <0430> menjadikan <06213> segala jenis binatang <02416> liar <0776> dan segala jenis <04327> ternak <0929> dan segala jenis <03605> <04327> binatang melata <07431> di muka bumi <0127>. Allah <0430> melihat <07200> bahwa <03588> semuanya itu baik <02896>.",
              "tl_itl_drf": "Maka dijadikan <06213> Allah <0430> akan segala <0853> binatang <0929> yang liar <02416> di atas bumi <0776> itu dengan tabiatnya <04327>, dan segala binatang <03605> <0929> yang jinakpun dengan tabiatnya <0127> <07431> <04327>, dan segala <03605> binatang yang menjalar <07431> di atas <0127> bumipun dengan tabiatnya <04327>; maka dilihat <07200> Allah <0430> itu baiklah <02896> adanya.",
              "bbe": "And God made the beast of the earth after its sort, and the cattle after their sort, and everything moving on the face of the earth after its sort: and God saw that it was good.",
              "message": "wild animals of every kind, Cattle of all kinds, every sort of reptile and bug. God saw that it was good.",
              "nkjv": "And God made the beast of the earth according to its kind, cattle according to its kind, and everything that creeps on the earth according to its kind. And God saw that [it was] good.",
              "net": "God made the wild animals according to their kinds, the cattle according to their kinds, and all the creatures that creep along the ground according to their kinds. God saw that it was good.",
              "net2": "**\n\n__\n\nGod made the wild animals according to their kinds, the cattle according to their kinds, and all the creatures that creep along the ground according to their kinds. God saw that it was good.",
              "tn_he": "וַיַּ֣עַשׂ אֱלֹהִים֩ אֶת־חַיַּ֨ת הָאָ֜רֶץ לְמִינָ֗הּ וְאֶת־הַבְּהֵמָה֙ לְמִינָ֔הּ וְאֵ֛ת כָּל־רֶ֥מֶשׂ הָֽאֲדָמָ֖ה לְמִינֵ֑הוּ וַיַּ֥רְא אֱלֹהִ֖ים כִּי־טֽוֹב:",
              "tn_en": "And God made the beasts of the earth according to their kind and the cattle according to their kind, and all the creeping things of the ground according to their kind, and God saw that it was good."
            }
          },
          {
            "verse": 26,
            "texts": {
              "tb": "Berfirmanlah Allah: \"Baiklah Kita menjadikan manusia menurut gambar dan rupa Kita, supaya mereka berkuasa atas ikan-ikan di laut dan burung-burung di udara dan atas ternak dan atas seluruh bumi dan atas segala binatang melata yang merayap di bumi.\"",
              "bis": "Kemudian Allah berkata, \"Sekarang Kita akan membuat manusia yang akan menjadi seperti Kita dan menyerupai Kita. Mereka akan berkuasa atas ikan-ikan, burung-burung, dan segala binatang lain, baik jinak maupun liar, baik besar maupun kecil.\"",
              "tl": "Maka firman Allah: Baiklah Kita menjadikan manusia atas peta dan atas teladan Kita, supaya diperintahkannya segala ikan yang di dalam laut dan segala unggas yang di udara dan segala binatang yang jinak dan seisi bumi dan segala binatang pelata yang menjalar di tanah.",
              "ende": "Lalu Allah berfirman: \"Marilah Kami mendjadikan manusia menurut tjitra-kesamaan Kami; dan hendaknja ia menguasai ikan-ikan dilaut dan burung-burung diudara, dan ternak, dan seluruh bumi serta segala binatang jang merajap diatas tanah.\"",
              "tb_itl_drf": "Berfirmanlah <0559> Allah <0430>: \"Baiklah Kita menjadikan <06213> manusia <0120> menurut gambar <06754> dan rupa <01823> Kita, supaya mereka berkuasa <07287> atas ikan-ikan <01710> di laut <03220> dan burung-burung <05775> di udara <08064> dan atas <08064> ternak <0929> dan atas <05921> seluruh <03605> bumi <0776> dan atas <05921> segala <03605> binatang melata <07431> yang merayap <07430> di bumi <0776>.\"",
              "tl_itl_drf": "Maka firman <0559> Allah <0430>: Baiklah Kita menjadikan <06213> manusia <0120> atas peta <06754> dan atas teladan <01823> Kita, supaya diperintahkannya <07287> segala ikan <01710> yang di <08064> dalam laut <03220> dan segala unggas <05775> yang di udara <08064> dan segala <03605> binatang <0929> yang jinak <03605> dan seisi bumi <0776> dan segala <03605> binatang pelata <07431> yang menjalar <07430> di tanah <0776>.",
              "bbe": "And God said, Let us make man in our image, like us: and let him have rule over the fish of the sea and over the birds of the air and over the cattle and over all the earth and over every living thing which goes flat on the earth.",
              "message": "God spoke: \"Let us make human beings in our image, make them reflecting our nature So they can be responsible for the fish in the sea, the birds in the air, the cattle, And, yes, Earth itself, and every animal that moves on the face of Earth.\"",
              "nkjv": "Then God said, \"Let Us make man in Our image, according to Our likeness; let them have dominion over the fish of the sea, over the birds of the air, and over the cattle, over all the earth and over every creeping thing that creeps on the earth.\"",
              "net": "Then God said, “Let us make* humankind* in our image, after our likeness,* so they may rule* over the fish of the sea and the birds of the air, over the cattle, and over all the earth,* and over all the creatures that move* on the earth.”",
              "net2": "**\n\n__\n\nThen God said, “Let us make⁽⁴⁷⁾ humankind⁽⁴⁸⁾ in our image, after our likeness,⁽⁴⁹⁾ so they may rule⁽⁵⁰⁾ over the fish of the sea and the birds of the air, over the cattle, and over all the earth,⁽⁵¹⁾ and over all the creatures that move⁽⁵²⁾ on the earth.”",
              "tn_he": "וַיֹּ֣אמֶר אֱלֹהִ֔ים נַֽעֲשֶׂ֥ה אָדָ֛ם בְּצַלְמֵ֖נוּ כִּדְמוּתֵ֑נוּ וְיִרְדּוּ֩ בִדְגַ֨ת הַיָּ֜ם וּבְע֣וֹף הַשָּׁמַ֗יִם וּבַבְּהֵמָה֙ וּבְכָל־הָאָ֔רֶץ וּבְכָל־הָרֶ֖מֶשׂ הָֽרֹמֵ֥שׂ עַל־הָאָֽרֶץ:",
              "tn_en": "And God said, \"Let us make man in our image, after our likeness, and they shall rule over the fish of the sea and over the fowl of the heaven and over the animals and over all the earth and over all the creeping things that creep upon the earth.\""
            }
          },
          {
            "verse": 27,
            "texts": {
              "tb": "Maka Allah menciptakan manusia itu menurut gambar-Nya, menurut gambar Allah diciptakan-Nya dia; laki-laki dan perempuan diciptakan-Nya mereka.",
              "bis": "Demikianlah Allah menciptakan manusia, dan dijadikannya mereka seperti diri-Nya sendiri. Diciptakan-Nya mereka laki-laki dan perempuan.",
              "tl": "Maka dijadikan Allah akan manusia itu atas petanya, yaitu atas peta Allah dijadikannya ia, maka dijadikannya mereka itu laki-laki dan perempuan.",
              "ende": "Dan Allah mentjiptakan manusia menurut tjitraNja; menurut tjitra Allah ia ditjiptakanNja. Ia mentjiptakan mereka pria dan wanita.",
              "tb_itl_drf": "Maka Allah <0430> menciptakan <01254> manusia <0120> itu menurut gambar-Nya <06754>, menurut gambar <06754> Allah <0430> diciptakan-Nya <01254> dia; laki-laki <02145> dan perempuan <05347> diciptakan-Nya <01254> mereka.",
              "tl_itl_drf": "Maka dijadikan <01254> Allah <0430> akan <0853> manusia <0120> itu atas petanya <06754>, yaitu atas peta <06754> Allah <0430> dijadikannya <01254> ia, maka dijadikannya <01254> mereka itu laki-laki <02145> dan perempuan <05347>.",
              "bbe": "And God made man in his image, in the image of God he made him: male and female he made them.",
              "message": "God created human beings; he created them godlike, Reflecting God's nature. He created them male and female.",
              "nkjv": "So God created man in His [own] image; in the image of God He created him; male and female He created them.",
              "net": "God created humankind* in his own image, in the image of God he created them,* male and female he created them.*",
              "net2": "**\n\n__\n\nGod created humankind⁽⁵³⁾ in his own image, in the image of God he created them,⁽⁵⁴⁾ male and female he created them.⁽⁵⁵⁾",
              "tn_he": "וַיִּבְרָ֨א אֱלֹהִ֤ים | אֶת־הָֽאָדָם֙ בְּצַלְמ֔וֹ בְּצֶ֥לֶם אֱלֹהִ֖ים בָּרָ֣א אֹת֑וֹ זָכָ֥ר וּנְקֵבָ֖ה בָּרָ֥א אֹתָֽם:",
              "tn_en": "And God created man in His image; in the image of God He created him; male and female He created them."
            }
          },
          {
            "verse": 28,
            "texts": {
              "tb": "Allah memberkati mereka, lalu Allah berfirman kepada mereka: \"Beranakcuculah dan bertambah banyak; penuhilah bumi dan taklukkanlah itu, berkuasalah atas ikan-ikan di laut dan burung-burung di udara dan atas segala binatang yang merayap di bumi.\"",
              "bis": "Kemudian diberkati-Nya mereka dengan ucapan \"Beranakcuculah yang banyak, supaya keturunanmu mendiami seluruh muka bumi serta menguasainya. Kamu Kutugaskan mengurus ikan-ikan, burung-burung, dan semua binatang lain yang liar.",
              "tl": "Maka diberkati Allah akan keduanya serta firman-Nya kepadanya: Berbiaklah, dan bertambah-tambahlah kamu, dan penuhilah olehmu akan bumi itu dan taklukkanlah dia, dan perintahkanlah segala ikan yang di dalam laut dan segala unggas yang di udara dan segala binatang yang menjalar di atas bumi.",
              "ende": "Dan Allah memberkati mereka dan Allah berfirman kepada mereka: \"Djadilah subur dan berlipatgandalah, dan penuhilah bumi dan tundukkanlah dia, dan kuasailah ikan-ikan dilaut, burung-burung diudara dan segala binatang jang merajap diatas bumi\".",
              "tb_itl_drf": "Allah <0430> memberkati <01288> mereka, lalu Allah <0430> berfirman <0559> kepada mereka <0>: \"Beranakcuculah <06509> dan bertambah <07235> banyak; penuhilah <04390> bumi <0776> dan taklukkanlah <03533> itu, berkuasalah atas <07287> ikan-ikan <01710> di laut <03220> dan burung-burung <05775> di udara <08064> dan atas <08064> segala <03605> binatang <02416> yang merayap <07430> di bumi <0776>.\"",
              "tl_itl_drf": "Maka diberkati <01288> Allah <0430> akan keduanya serta firman-Nya <0559> kepadanya <0>: Berbiaklah <0430>, dan bertambah-tambahlah <06509> kamu, dan penuhilah <04390> olehmu akan <0853> bumi <0776> itu dan taklukkanlah <03533> dia, dan perintahkanlah <07287> segala ikan <01710> yang di dalam <08064> laut <03220> dan segala unggas <05775> yang di udara <08064> dan segala <03605> binatang <02416> yang menjalar <07430> di atas <05921> bumi <0776>.",
              "bbe": "And God gave them his blessing and said to them, Be fertile and have increase, and make the earth full and be masters of it; be rulers over the fish of the sea and over the birds of the air and over every living thing moving on the earth.",
              "message": "God blessed them: \"Prosper! Reproduce! Fill Earth! Take charge! Be responsible for fish in the sea and birds in the air, for every living thing that moves on the face of Earth.\"",
              "nkjv": "Then God blessed them, and God said to them, \"Be fruitful and multiply; fill the earth and subdue it; have dominion over the fish of the sea, over the birds of the air, and over every living thing that moves on the earth.\"",
              "net": "God blessed* them and said* to them, “Be fruitful and multiply! Fill the earth and subdue it!* Rule over the fish of the sea and the birds of the air and every creature that moves on the ground.”*",
              "net2": "**\n\n__\n\nGod blessed⁽⁵⁶⁾ them and said⁽⁵⁷⁾ to them, “Be fruitful and multiply! Fill the earth and subdue it!⁽⁵⁸⁾ Rule over the fish of the sea and the birds of the air and every creature that moves on the ground.”⁽⁵⁹⁾",
              "tn_he": "וַיְבָ֣רֶךְ אֹתָם֘ אֱלֹהִים֒ וַיֹּ֨אמֶר לָהֶ֜ם אֱלֹהִ֗ים פְּר֥וּ וּרְב֛וּ וּמִלְא֥וּ אֶת־הָאָ֖רֶץ וְכִבְשֻׁ֑הָ וּרְד֞וּ בִּדְגַ֤ת הַיָּם֙ וּבְע֣וֹף הַשָּׁמַ֔יִם וּבְכָל־חַיָּ֖ה הָֽרֹמֶ֥שֶׂת עַל־הָאָֽרֶץ:",
              "tn_en": "And God blessed them, and God said to them, \"Be fruitful and multiply and fill the earth and subdue it, and rule over the fish of the sea and over the fowl of the sky and all the living creatures that crawl on the earth.\""
            }
          },
          {
            "verse": 29,
            "texts": {
              "tb": "Berfirmanlah Allah: \"Lihatlah, Aku memberikan kepadamu segala tumbuh-tumbuhan yang berbiji di seluruh bumi dan segala pohon-pohonan yang buahnya berbiji; itulah akan menjadi makananmu.",
              "bis": "Untuk makananmu Kuberikan kepadamu segala jenis tumbuhan yang menghasilkan biji-bijian dan buah-buahan.",
              "tl": "Lagi firman Allah: Bahwa sesungguhnya Aku telah memberikan kamu segala tumbuh-tumbuhan yang berbiji-biji di atas seluruh muka bumi dan segala pohon yang berbuah dengan berbiji itu akan makananmu,",
              "ende": "Lalu Allah berfirman: \"Lihatlah, kamu Kuberi segala pohon rumput-rumputan jang berbidji dimuka bumi dan segala pohon jang menghasilkan buah berbidji akan makananmu.",
              "tb_itl_drf": "Berfirmanlah <0559> Allah <0430>: \"Lihatlah <02009>, Aku memberikan <05414> kepadamu <0> segala <03605> tumbuh-tumbuhan <06212> yang berbiji <02232> di <06440> seluruh <03605> bumi <0776> dan segala <03605> pohon-pohonan <06086> yang <0834> buahnya <06529> berbiji <02232>; itulah akan menjadi <01961> makananmu <0402>.",
              "tl_itl_drf": "Lagi firman <0559> Allah <0430>: Bahwa sesungguhnya <02009> Aku telah memberikan <05414> kamu segala <03605> tumbuh-tumbuhan <06212> yang berbiji-biji <02232> di atas <05921> seluruh <03605> muka <06440> bumi <0776> dan segala <03605> pohon <06086> yang <0834> berbuah <06529> dengan berbiji <02232> itu akan makananmu <0402>,",
              "bbe": "And God said, See, I have given you every plant producing seed, on the face of all the earth, and every tree which has fruit producing seed: they will be for your food:",
              "message": "Then God said, \"I've given you every sort of seed-bearing plant on Earth And every kind of fruit-bearing tree, given them to you for food.",
              "nkjv": "And God said, \"See, I have given you every herb [that] yields seed which [is] on the face of all the earth, and every tree whose fruit yields seed; to you it shall be for food.",
              "net": "Then God said, “I now* give you every seed-bearing plant on the face of the entire earth and every tree that has fruit with seed in it. They will be yours for food.*",
              "net2": "**\n\n__\n\nThen God said, “I now⁽⁶⁰⁾ give you every seed-bearing plant on the face of the entire earth and every tree that has fruit with seed in it. They will be yours for food.⁽⁶¹⁾",
              "tn_he": "וַיֹּ֣אמֶר אֱלֹהִ֗ים הִנֵּה֩ נָתַ֨תִּי לָכֶ֜ם אֶת־כָּל־עֵ֣שֶׂב | זֹרֵ֣עַ זֶ֗רַע אֲשֶׁר֙ עַל־פְּנֵ֣י כָל־הָאָ֔רֶץ וְאֶת־כָּל־הָעֵ֛ץ אֲשֶׁר־בּ֥וֹ פְרִי־עֵ֖ץ זֹרֵ֣עַ זָ֑רַע לָכֶ֥ם יִֽהְיֶ֖ה לְאָכְלָֽה:",
              "tn_en": "And God said, \"Behold, I have given you every seed bearing herb, which is upon the surface of the entire earth, and every tree that has seed bearing fruit; it will be yours for food."
            }
          },
          {
            "verse": 30,
            "texts": {
              "tb": "Tetapi kepada segala binatang di bumi dan segala burung di udara dan segala yang merayap di bumi, yang bernyawa, Kuberikan segala tumbuh-tumbuhan hijau menjadi makanannya.\" Dan jadilah demikian.",
              "bis": "Tetapi kepada segala burung dan binatang liar lainnya, Kuberikan rumput dan tanaman berdaun sebagai makanannya.\" Maka hal itu terjadi.",
              "tl": "tetapi akan segala binatang liar yang di bumi dan segala unggas yang di udara dan segala binatang yang menjalar di atas bumi, yang ada nyawa hidup dalamnya, maka Aku mengaruniakan segala tumbuh-tumbuhan yang hijau akan makanannya; maka jadilah demikian.",
              "ende": "Dan kepada segala binatang liar, dan segala burung diudara dan segala binatang bernjawa jang merajap diatas tanah Kuberikan tumbuh-tumbuhan hidjau akan makanan\". Dan terdjadilah demikian.",
              "tb_itl_drf": "Tetapi kepada segala <03605> binatang <02416> di bumi <0776> dan segala <03605> burung <05775> di udara <08064> dan segala <03605> yang merayap <07430> di bumi <0776>, yang <0834> bernyawa <02416> <05315>, Kuberikan segala <03605> tumbuh-tumbuhan <06212> hijau <03418> menjadi makanannya <0402>.\" Dan jadilah <01961> demikian <03651>.",
              "tl_itl_drf": "tetapi akan segala <03605> binatang <02416> liar yang di bumi <0776> dan segala <03605> unggas <05775> yang di udara <08064> dan segala <03605> binatang yang menjalar <07430> di atas <05921> bumi <0776>, yang <0834> ada nyawa <05315> hidup <02416> dalamnya, maka Aku mengaruniakan segala <03605> tumbuh-tumbuhan <06212> yang hijau <03418> akan makanannya <0402>; maka jadilah <01961> demikian <03651>.",
              "bbe": "And to every beast of the earth and to every bird of the air and every living thing moving on the face of the earth I have given every green plant for food: and it was so.",
              "message": "To all animals and all birds, everything that moves and breathes, I give whatever grows out of the ground for food.\" And there it was.",
              "nkjv": "\"Also, to every beast of the earth, to every bird of the air, and to everything that creeps on the earth, in which [there is] life, [I have given] every green herb for food\"; and it was so.",
              "net": "And to all the animals of the earth, and to every bird of the air, and to all the creatures that move on the ground – everything that has the breath of life in it – I give* every green plant for food.” It was so.",
              "net2": "**\n\n__\n\nAnd to all the animals of the earth, and to every bird of the air, and to all the creatures that move on the ground – everything that has the breath of life in it – I give⁽⁶²⁾ every green plant for food.” It was so.",
              "tn_he": "וּלְכָל־חַיַּ֣ת הָ֠אָ֠רֶץ וּלְכָל־ע֨וֹף הַשָּׁמַ֜יִם וּלְכֹ֣ל | רוֹמֵ֣שׂ עַל־הָאָ֗רֶץ אֲשֶׁר־בּוֹ֙ נֶ֣פֶשׁ חַיָּ֔ה אֶת־כָּל־יֶ֥רֶק עֵ֖שֶׂב לְאָכְלָ֑ה וַֽיְהִי־כֵֽן:",
              "tn_en": "And to all the beasts of the earth and to all the fowl of the heavens, and to everything that moves upon the earth, in which there is a living spirit, every green herb to eat,\" and it was so."
            }
          },
          {
            "verse": 31,
            "texts": {
              "tb": "Maka Allah melihat segala yang dijadikan-Nya itu, sungguh amat baik. Jadilah petang dan jadilah pagi, itulah hari keenam.",
              "bis": "Allah memandang segala sesuatu yang telah dibuat-Nya itu, dan Ia sangat senang. Malam lewat dan jadilah pagi. Itulah hari yang keenam.",
              "tl": "Maka dilihat Allah akan tiap-tiap sesuatu yang dijadikan-Nya itu, sesungguhnya amat baiklah adanya. Setelah petang dan pagi, maka itulah hari yang keenam.",
              "ende": "Dan Allah melihat semua jang telah didjadikanNja; dan lihat, amat baiklah itu. Maka terdjadilah petang dan pagi, jaitu hari jang keenam.",
              "tb_itl_drf": "Maka Allah <0430> melihat <07200> segala <03605> yang <0834> dijadikan-Nya <06213> itu, sungguh <02009> amat <03966> baik <02896>. Jadilah <01961> petang <06153> dan jadilah <01961> pagi <01242>, itulah hari <03117> keenam <08345>.",
              "tl_itl_drf": "Maka dilihat <07200> Allah <0430> akan tiap-tiap sesuatu <03605> yang <0834> dijadikan-Nya <06213> itu, sesungguhnya <02009> amat <03966> baiklah <02896> adanya. Setelah <01961> petang <06153> dan pagi <01242>, maka itulah hari <03117> yang keenam <08345>.",
              "bbe": "And God saw everything which he had made and it was very good. And there was evening and there was morning, the sixth day.",
              "message": "God looked over everything he had made; it was so good, so very good! It was evening, it was morning--Day Six.",
              "nkjv": "Then God saw everything that He had made, and indeed [it was] very good. So the evening and the morning were the sixth day.",
              "net": "God saw all that he had made – and it was very good!* There was evening, and there was morning, the sixth day.",
              "net2": "**\n\n__\n\nGod saw all that he had made – and it was very good!⁽⁶³⁾ There was evening, and there was morning, the sixth day.",
              "tn_he": "וַיַּ֤רְא אֱלֹהִים֙ אֶת־כָּל־אֲשֶׁ֣ר עָשָׂ֔ה וְהִנֵּה־ט֖וֹב מְאֹ֑ד וַֽיְהִי־עֶ֥רֶב וַֽיְהִי־בֹ֖קֶר י֥וֹם הַשִּׁשִּֽׁי:",
              "tn_en": "And God saw all that He had made, and behold it was very good, and it was evening and it was morning, the sixth day."
            }
          }
        ],
        "totalVerses": 31,
        "sources": {
          "sabda": true,
          "chabad": true
        },
        "aid": 6289,
        "nextAid": 0
      }
    ]
  ]
}